Repository: raikeeen/rm-autodalys.com.carmod
Catalog: themes/at_kinzy/translations/*/ShopThemeCheckout.*.xlf
Languages: lt_lt

source: Please check your order before payment
lt_lt: Patikrinkite Jūsų užsakymą prieš apmokant

source: Tracking number
lt_lt: Siuntos numeris

source: Shipping cost
lt_lt: Pristatymo kaina

source: Weight
lt_lt: Svoris

source: Invoice address %alias%
lt_lt: Adresas sąskaitai %alias%

source: Delivery address %alias%
lt_lt: Pristatymo adresas %alias%

source: Payment method
lt_lt: Atsiskaitymo būdas

source: Carrier
lt_lt: Kurjeris

source: Invoice
lt_lt: Sąskaita

source: Status
lt_lt: Būsena

source: Payment
lt_lt: Mokėjimas

source: Total price
lt_lt: Bendra kaina

source: Date
lt_lt: Data

source: Order reference
lt_lt: Užsakymo numeris

source: Expiration date
lt_lt: Pabaigos data

source: Cumulative
lt_lt: Suma

source: Minimum
lt_lt: Mažiausiai

source: Value
lt_lt: Vertė

source: Description
lt_lt: Aprašymas

source: Code
lt_lt: Kodas

source: Save time on your next order, sign up now
lt_lt: Sekantį kartą apsipirkite greičiau - registruokitės dabar

source: Have a promo code?
lt_lt: Turite nuolaidos kodą?

source: There are no more items in your cart
lt_lt: Jūsų krepšelyje nebėra prekių

source: Gift
lt_lt: Dovana

source: Use this address for invoice too
lt_lt: Naudoti šį adresą sąskaitai

source: The minimum purchase order quantity for the product is %quantity%.
lt_lt: Minimalus užsakomų prekių skaičius šiai prekei yra %quantity%.

source: Shipping:
lt_lt: Pristatymas:

source: Subtotal:
lt_lt: Suma:

source: There is %product_count% item in your cart.
lt_lt: Jūsų krepšelyje yra %product_count% prekės.

source: Quantity:
lt_lt: Kiekis:

source: Product successfully added to your shopping cart
lt_lt: Prekė sėkmingai pridėta į Jūsų prekių krepšelį

source: %products_count% items in your cart
lt_lt: %products_count% prekės Jūsų krepšelyje

source: %product_count% item in your cart
lt_lt: %product_count% prekė Jūsų krepšelyje

source: Total products
lt_lt: Bendra suma

source: Unit price
lt_lt: Vieneto kaina

source: Order items
lt_lt: Užsakomos prekės

source: Quantity
lt_lt: Kiekis

source: And save time on your next order!
lt_lt: Ir sekantį kartą apsipirkite greičiau!

source: (optional)
lt_lt: (neprivaloma)

source: Create an account
lt_lt: Sukurkite paskyrą

source: Transaction amount has been correctly updated
lt_lt: Mokėjimo suma buvo tinkamai atnaujinta

source: Billing address differs from shipping address
lt_lt: Mokėtojo adresas skiriasi nuo pristatymo adreso

source: The selected address will be used as your personal address (for invoice).
lt_lt: Pasirinktas adresas bus naudojamas kaip asmeninis adresas (sąskaitai).

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
lt_lt: Pasirinktas adresas bus naudojamas ir kaip asmeninis (sąskaitai) ir kaip pristatymo adresas

source: Shipping Address
lt_lt: Pristatymo Adresas

source: Shipping Method
lt_lt: Pristatymas

source: Your Delivery Address
lt_lt: Jūsų Adresas Pristatymui

source: Addresses
lt_lt: Adresai

source: Your Invoice Address
lt_lt: Adresas Sąskaitai

source: Shipping method: %method%
lt_lt: Pristatymo būdas: %method%

source: Payment method: %method%
lt_lt: Atsiskaitymo būdas: %method%

source: Order reference: %reference%
lt_lt: Užsakymo numeris: %reference%

source: Order details
lt_lt: Užsakymo informacija

source: You can also [1]download your invoice[/1]
lt_lt: Taip pat galite [1]atsisiųsti sąskaitą[/1]

source: An email has been sent to your mail address %email%.
lt_lt: Jums buvo išsiųstas el. laiškas šiuo adresu %email%.

source: Your order is confirmed
lt_lt: Jūsų užsakymas patvirtintas

source: Shopping Cart
lt_lt: Prekių Krepšelis

source: Unfortunately, there are no carriers available for your delivery address.
lt_lt: Apgailestaujame, tačiau Jūsų adresui nėra galimų pristatymo būdų

source: If you'd like, you can add a note to the gift:
lt_lt: Jeigu pageidaujate, galite prie dovanos pridėti žinutę:

source: I would like to receive my order in recycled packaging.
lt_lt: Norėčiau gauti užsakymą perdirbtoje pakuotėje

source: If you would like to add a comment about your order, please write it in the field below.
lt_lt: Jeigu prie užsakymo norite pridėti komentarą, rašykite žemiau.

source: Order as a guest
lt_lt: Pirkti kaip svečiui

source: If you sign out now, your cart will be emptied.
lt_lt: Jeigu atsijungsite, Jūsų krepšelis bus tuščias.

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
lt_lt: Įsitikinkite, kad pasirinkote [1]payment method[/1] ir sutikote su [2]terms and conditions[/2].

source: Order with an obligation to pay
lt_lt: Pateikti Užsakymą

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
lt_lt: Patvirtindami užsakymą Jūsų patvirtinate, kad perskaitėte ir sutikote su žemiau esančiomis sąlygomis:

source: Unfortunately, there are no payment method available.
lt_lt: Apgailestaujame, tačiau nėra galimų atsiskaitymo būdų.

source: Selected
lt_lt: Pasirinkta

source: No payment needed for this order
lt_lt: Šiam užsakymui nereikia atsiskaitymo

source: Close
lt_lt: Uždaryti

source: Promo code
lt_lt: Reklamos kodas
