<?
$aLang = Array(
	'Select_vehicle' => 'Επιλέξτε ένα μοντέλο',
	'Select_year' => 'Έτος',
	'Brand' => 'Μάρκα',
	'Model' => 'Μοντέλο',
	'Engine' => 'Κινητήρας',
	'No_Models' => 'Δεν υπάρχουν μοντέλα',
	'Group_Pass' => 'Αυτοκίνητα',
	'Group_Comm' => 'Φορτηγό',
	'Group_Moto' => 'Μοτοσυκλέτες',
	'No_Engines' => 'Δεν υπάρχουν δεδομένα για τις μηχανές αυτού του μοντέλου',
	'My_Garage' => 'Το γκαράζ μου',
	'Find' 				=> 'Για να το βρείτε',
	'Add_Garage' 		=> 'Προσθέστε στο γκαράζ',
	'My_Garage' 		=> 'Το γκαράζ μου'
);
?>