Repository: raikeeen/rm-autodalys.com.carmod
Catalog: app/Resources/translations/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: lt_lt

source: Customer reassurance
lt_lt: Kliento patikinimas

source: Adds an information block aimed at offering helpful information to reassure customers that your store is trustworthy.
lt_lt: Prideda informacinį bloką kurio tikslas - pateikti klientui naudingos informacijos, kad šie įgautų daugiau pasitikėjimo Jūsų el. parduotuve.

source: The block configuration has been updated.
lt_lt: Bloko konfigūracija buvo atnaujinta.

source: New reassurance block
lt_lt: Naujas patikinimo blokas

source: ID Shop
lt_lt: Parduotuvės ID

source: Connect with your customers and reassure them by highlighting your services: secure payment, free shipping, returns, etc.
lt_lt: Susisiekite su savo klientais ir dar kartą patikinkite juos, pabrėždami savo paslaugas: saugų apmokėjimą, nemokamą pristatymą, grąžinimus, ir t.t.

source: Are you sure you want to uninstall this module?
lt_lt: Ar tikrai norite išdiegti šį modulį?

source: There was an error during the installation. Please contact us through Addons website.
lt_lt: Diegimo metu įvyko klaida. Susisiekite su mumis per Addons puslapį.

source: There was an error during the uninstallation. Please contact us through Addons website.
lt_lt: Išdiegimo metu įvyko klaida. Susisiekite su mumis per Addons puslapį.

source: Block updated
lt_lt: Blokas atnaujintas

source: Oops... looks like an error occurred
lt_lt: Ups... atrodo įvyko klaida

source: Configuration updated successfully!
lt_lt: Nustatymai sėkmingai atnaujinti!

source: Position changed successfully!
lt_lt: Pavadinimas pakeistas sėkmingai!

source: An error occurred when switching position
lt_lt: Įvyko klaida keičiant poziciją
