Repository: raikeeen/rm-autodalys.com.carmod
Catalog: themes/at_kinzy/translations/*/backup/ShopThemeCustomeraccount.*.xlf
Languages: lt_lt

source: Log in instead!
lt_lt: Prisijunkite!

source: Already have an account?
lt_lt: Jau turite paskyrą?

source: Email address: %email%
lt_lt: El. paštas: %email%

source: Reset your password
lt_lt: Atstatyti slaptažodį

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
lt_lt: Įveskite el. pašto adresą, kuriuo registravotės. Šiuo adresu gausite laikiną nuorodą slaptažodžiui atstatyti.

source: View credit slip
lt_lt: Žiūrėti grąžinimo kvitą

source: Credit slip
lt_lt: Grąžinimo kvitas

source: Credit slips you have received after canceled orders.
lt_lt: Po atšauktų užsakymų gauti grąžinimo kvitai.

source: Date issued
lt_lt: Išdavimo data

source: Order
lt_lt: Užsakymas

source: Credit slips
lt_lt: Grąžinimo kvitai

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
lt_lt: Jeigu į aukščiau įvardintas sąlygas nebus atsižvelgta, mes pasiliekame teisę nepriimti Jūsų siuntinio ir/ar atlikti grąžinimą.

source: Please let us know if you have any questions.
lt_lt: Jeigu turite klausimų - susisiekite.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
lt_lt: Kai gausime Jūsų siuntinį, iškart informuosime Jus el. paštu. Nuo to momento prasidės grąžinimo procedūra.

source: Please check the [1]returns form[/1] for the correct address.
lt_lt: Patikrinkite 1]returns form[/1] teisingam adresui

source: Please print out the [1]returns form[/1] and include it with your package.
lt_lt: Atsispausdinkite [1]returns form[/1] ir pridėkite ją prie savo siuntinio.

source: All merchandise must be returned in its original packaging and in its original state.
lt_lt: Visos prekės turi būti grąžintos nepažeistoje, originalioje pakuotėje ir nenaudotos bei idealios būklės.

source: Reminder
lt_lt: Priminimas

source: List of items to be returned:
lt_lt: Grąžinamų prekių sąrašas:

source: The current status of your merchandise return is: [1] %status% [/1]
lt_lt: Jūsų grąžinamų prekių būsena: [1] %status% [/1]

source: Your package must be returned to us within %number% days of receiving your order.
lt_lt: Jūsų siunta turi mus pasiekti per %number% dienų nuo užsakymo gavimo datos.

source: We have logged your return request.
lt_lt: Jūsų užregistravote grąžinimo užklausą.

source: Return details
lt_lt: Grąžinimo informacija

source: Returns form
lt_lt: Grąžinimo forma

source: Package status
lt_lt: Siuntos būsena

source: Return
lt_lt: Grąžinti

source: Here is a list of pending merchandise returns
lt_lt: Grąžiamų prekių sąrašas

source: Click the following link to track the delivery of your order
lt_lt: Norėdami sekti užsakymo pristatymą, spauskite nuorodą

source: Follow your order's status step-by-step
lt_lt: Sekite savo užsakymo būseną žingsnis po žingsio

source: Message
lt_lt: Žinutė

source: You have requested gift wrapping for this order.
lt_lt: Šiam užsakymui užsakėte dovanų įpakavimo paslaugą.

source: You have given permission to receive your order in recycled packaging.
lt_lt: Sutikote gauti užsakymą perdirbtoje pakuotėje.

source: Download your invoice as a PDF file.
lt_lt: Atsisiųskite sąskaitą PDF faile.

source: Order Reference %reference% - placed on %date%
lt_lt: Užsakymo Numeris %reference% - pateiktas %date%

source: Order details
lt_lt: Užsakymo informacija

source: Vouchers
lt_lt: Nuolaidų kuponai

source: Order history and details
lt_lt: Užsakymo istorija ir informacija

source: Add first address
lt_lt: Pridėkite pirmą adresą

source: Your addresses
lt_lt: Jūsų adresai

source: New address
lt_lt: Naujas adresas

source: Update your address
lt_lt: Atnaujinkite adresą

source: If you would like to add a comment about your order, please write it in the field below.
lt_lt: Jeigu norite užsakymui pridėti komentarą, parašykite jį žemiau.

source: Add a message
lt_lt: Pridėti žinutę

source: Messages
lt_lt: Žinutė

source: Request a return
lt_lt: Grąžinti prekes

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
lt_lt: Jeigu pageidaujate grąžinti vieną ar daugau prekių, pažymėkite atitinkamus laukelius ir pateikite grąžinimo priežastį. Kai baigsite, spauskite mygtuką žemiau.

source: Merchandise return
lt_lt: Prekių grąžinimas

source: Returned
lt_lt: Grąžinta

source: Back to your account
lt_lt: Grįžti į paskyrą

source: Forgot your password?
lt_lt: Pamiršote slaptažodį?

source: Not you? [1]Log out[/1]
lt_lt: Ne Jūs? [1]Log out[/1]

source: Connected as [1]%firstname% %lastname%[/1].
lt_lt: Prisijungta kaip [1]%firstname% %lastname%[/1].

source: Create an account
lt_lt: Sukurti paskyrą

source: Log in to your customer account
lt_lt: Prisijunkite prie kliento paskyros

source: View my customer account
lt_lt: Žiūrėti mano paskyrą

source: Merchandise returns
lt_lt: Prekių grąžinimai

source: Addresses
lt_lt: Adresai

source: Information
lt_lt: Informacija

source: Your personal information
lt_lt: Jūsų asmeninė informacija

source: Details
lt_lt: Informacija

source: Here are the orders you've placed since your account was created.
lt_lt: Nuo paskyros sukūrimo dienos pateikti užsakymai.

source: Order history
lt_lt: Užsakymų istorija

source: Easier merchandise return
lt_lt: Lengvas prekių grąžinimas

source: Fast and easy checkout
lt_lt: Greitas ir paprastas atsiskaitymas

source: Personalized and secure access
lt_lt: Saugus ir asmeninis prisijungimas

source: Transform your guest account into a customer account and enjoy:
lt_lt: Paverskite svečio paskyrą į pirkėjo paskyrą ir mėgaukitės:

source: Guest Tracking
lt_lt: Svečio Sekimas

source: For example: QIIXJXNUI or QIIXJXNUI#1
lt_lt: Pavyzdžiui: QIIXJXNUI

source: To track your order, please enter the following information:
lt_lt: Norėdami sekti savo siuntą, prašome įvesti šią informaciją:

source: Guest Order Tracking
lt_lt: Svečio Užsakymų Sekimas

source: Your vouchers
lt_lt: Jūsų nuolaidų kuponai

source: No account? Create one here
lt_lt: Neturite paskyros?

source: Log in to your account
lt_lt: Prisijunkite prie savo paskyros
