<?
$title = "Πληκτρολογήστε το μήνυμά σας και ο διευθυντής μας θα επικοινωνήσει μαζί σας σύντομα";
$your_mail = "Ηλεκτρονικό ταχυδρομείο ή τηλέφωνο".
$your_name = "Το όνομά σας:";
$message = "Μήνυμα:";
$send = "αποστολή";
$invalid_code_img = "Μη έγκυρος κώδικας από την εικόνα".
$empty_code = "Εισάγετε τον κωδικό από την εικόνα";
$write_your_message = "Γράψτε το μήνυμά σας";
$write_name = "Εισάγετε το όνομά σας";
$email_correct = "Εισάγετε τον αριθμό ηλεκτρονικού ταχυδρομείου ή τον αριθμό τηλεφώνου";
$input_empty = "Το πεδίο δεν πρέπει να είναι κενό";
$thanks_we_will_reply = "Ευχαριστούμε, θα απαντήσουμε σύντομα".
$request_from_atr = "Αίτημα για";
$request_from_atr_txt = "Θέλω να μάθω την τιμή αυτού του προϊόντος:";
$Error_sending_mail = "Σφάλμα κατά την αποστολή μηνύματος!";
$example = "Παράδειγμα:";
$mail = "Ηλεκτρονικό ταχυδρομείο:";
$phone = "Τηλέφωνο:";
$example_email = "name@domain.com";
$example_phone = "9876543210";
$textarea_title = "Ελάχιστο 30 χαρακτήρες";
$captcha_title = "Εισάγετε 6 ψηφία".
$ask_price_title = "Ο αγοραστής ζήτησε μια τιμή στον ιστότοπό σας". $Sname. "για μέρη:";
$prod_link = "Σύνδεση με το προϊόν:";
$name = "Όνομα:";
$email_title = "Ζήτηση τιμής στον ιστότοπο." .$Sname;
?>